def print_info():
    print("              _ooOoo_")
    print("             o8888888o")
    print("              88 . 88")
    print("             (| -_- |)")
    print("              O\\ = /O")
    print("          ____/`---'\\____")
    print("          . ' \\| |// `.")
    print("         / \\||| : |||// \\")
    print("       / _||||| -:- |||||- \\")
    print("         | | \\\\\\ - /// | |")
    print("       | \\_| ''\\---/'' | |")
    print("       \\ .-\\__ `-` ___/-. /")
    print("      ___`. .' /--.--\\ `. . __")
    print("   .""'< `.___\\_<|>_/___.' >'"".")
    print(" | | : `- \\`.;`\\ _ /`;.`/ - ` : | |")
    print(" \\ \\ `-. \\_ __\\ /__ _/ .-` / /")
    print("======`-.____`-.___\\_____/___.-`____.-'======")
    print("                `=---='")
    print("                                             ")
    print(".............................................")
    print("              佛祖镇楼 BUG辟易")
    print("                   佛曰:")
    print("          保佑宋某爬这破玩意顺利出结果不要报错")


a= 10

if a == 10:#pass 占位 防止语法错误

    print_info()